{
    "testimonials": [
      {
        "quote": "This site has given me the grasp that I have wished for my entire adult life. It doesn't do the work for you, but it sincerely has the most comprehensive and more importantly comprehensible tools that have given me a strong backbone for my practices to also serve in action!",
        "author": "Wesley Henry",
        "title": null,
        "avatar": "https://source.unsplash.com/random/1"
      },
      {
        "quote": "In the Alchemy of Chaos, Jason tells you what you need to hear, not what you want to hear. But he's nice about it. It's possible to be an erudite, esoteric scholar and still an unpretentious, pragmatic, and supportive dude. That dude is Jason.",
        "author": "Spencer Mandel",
        "title": "Screenwriter",
        "avatar": "https://source.unsplash.com/random/2"
      },
      {
        "quote": "Alexander Guitart, Sommelier. In a year when the world is standing on the abyss and we are surrounded by chaos, it's more important than ever to remain calm and uphold your focus and harmony. This class came to me at exactly the right moment and gave me valuable keys to the right path of thinking.",
        "author": "Alexander Guitart",
        "title": "Sommelier",
        "avatar": "https://source.unsplash.com/random/3"
      },
      {
        "quote": "Trust the process & (process) with consistency, regardless of any aversion. Better to disregard aversion. You're(ve) already committed. Keep the energy(intention) for something more useful, unless deliberately checking it for insight.",
        "author": "Phillip Shafer",
        "title": "Stationary Engineer",
        "avatar": "https://source.unsplash.com/random/4"
      },
      {
        "quote": "My only response would be to not waste your money. I am extremely dissatisfied, disappointed, that I literally wasted that amount of money and got absolutely Nothing from this course. I wish I could get my money refunded like I was going to do early on in the course. Please feel free to post this",
        "author": "Todd Kush",
        "title": null,
        "avatar": "https://source.unsplash.com/random/5"
      },
      {
        "quote": "A treasure trove of clear, meaningful and life changing knowledge elegantly presented in a digestible manner. I am so grateful for your work!",
        "author": "Matthew Schröder",
        "title": null,
        "avatar": "https://source.unsplash.com/random/6"
      },
      {
        "quote": "The combination of tools, techniques, and wisdom given in the Alchemy of Chaos are the precise formula needed to piece a human being back together after utter disintegration. Transformative and humane teachings. This is probably the only investigation into Magick anyone needs.",
        "author": "Dusty Santamaria",
        "title": "Host of the Beautiful Mutants Spacecast",
        "avatar": "https://source.unsplash.com/random/7"
      },
      {
        "quote": "This course is a very accessible in depth guide to a whole life transformation that is both practical and fun. It avoids hoodoo magical self help mumbo jumbo and zeroes in on specific areas that anyone alive today likely needs to examine. The tools that Jason presents are useful to anyone looking to gain a stronger foothold in a chaotic world.",
        "author": "Daniel Bullard",
        "title": "Audio Visual Technical Specialist",
        "avatar": "https://source.unsplash.com/random/8"
      },
      {
        "quote": "After discovering Jason Louv, his website I ventured into the unknown and enrolled into the ALCHEMY OF CHAOS course, it was much more than I expected and WELL worth the money. I would say that it is the 'introduction to life' course parents should teach their children to become well developed adults. That said most of us didn't receive that training and it is an excellent course for everyone on their personal journey to begin with. It is a solid foundational course for any style of magick one wishes to pursue.",
        "author": "Michael Ruppenthal",
        "title": null,
        "avatar": "https://source.unsplash.com/random/9"
      },
      {
        "quote": "This course was exactly what I, and I'm sure a lot of other people, needed. I'm very satisfied with it as a purchased product and don't feel like I was jipped in any way. As a form of media it's clean, VERY well recorded, easy to navigate, and seemingly foolproof. The overwhelmingly abundant information, exercises, everything, it was all, to the greatest degree, thoroughly the most useful, insightful, helpful, and meaningful learning experience I think I've ever partaken in. This stuff doesn't spoil if you leave it out over night, you can take it with you anywhere you go and the lessons can be applied to anything life has to throw at you. The Alchemy of Chaos has acted as both an anchor and compass in this coronavirus shitstorm and I don't know where I'd be or what I'd be doing without it. Jason is the best teacher I've never met and I can always tell with confidence that he is the real deal, is a no-bullshit person, and knows what he's talking about, and with the best intentions for all sentient life. I'm eagerly awaiting more courses and can't wait to see what comes next from Magick.Me. Thank you :)",
        "author": "Christian Van Del",
        "title": null,
        "avatar": "https://source.unsplash.com/random/10"
      },
      {
        "quote": "The Alchemy of Chaos course strips away many of the esoteric trappings of the occult and boils it down to the core elements: what are you capable of doing in the here and now, and how can you best go about it on a consistent basis? Essential information for navigating the ever-changing landscape of modern society.",
        "author": "Rick Robotin",
        "title": "Fitness Instructor",
        "avatar": "https://source.unsplash.com/random/11"
      },
      {
        "quote": "I have greatly enjoyed this course. None of the material was truly new but the way it was packaged was unique. I had not made the connections between the topics and each chakra before. As we went through the material little dings of 'ah-ha' moments would happen and I realized how I needed to change what I was doing in order to improve that aspect of my life. The overall greater life transformation is still happening but I have set myself up for success by implementing various protocols learned here. I appreciated how everything was laid out plainly in an order that made sense.",
        "author": "Amanda Malm",
        "title": "Program Manager",
        "avatar": "https://source.unsplash.com/random/12"
      },
      {
        "quote": "Magick.me is an amazing resource for spiritual, and practical knowledge to help shape ones life in a more positive direction. It sounds trite, But taking these courses has changed my whole outcome on life. By focusing on practical things, Jason leads you through the esoteric path with a compass and a map. I am forever grateful for Jason as a teacher.",
        "author": "Danny Piccuirro",
        "title": "Drummer/Producer",
        "avatar": "https://source.unsplash.com/random/13"
      },
      {
        "quote": "Within the alchemy of chaos Jason has provided a system capable of inducing one's own self-realization. This course is both a financial and time investment, one Worthy of the price of admission. It seems like everybody has been able to take the wisdom from this course and apply it to their life in a completely unique way. I myself have made changes in my life externally and internally that I see affecting the trajectory of my whole incarnation. My immense praise and trust in all of those who proceed along the path of true self realization. I wish you all good luck, blessings, and a last thank you to Jason",
        "author": "Bishop Devault",
        "title": null,
        "avatar": "https://source.unsplash.com/random/14"
      },
      {
        "quote": "Koa Nelson - Currently unemployed / building a business. This course really catalysed a lot of processes for me. It is a major improvement on the Adept Initiative course in terms of clarity and delivery of content. It is comprehensive enough to cover all you need while also allowing room for you to discover your own operational practices outside of it and it just builds your momentum and confidence in all the right ways. It has worked on me cooperatively with my own conscious and unconscious process of self-rediscovery and meaning making and I highly recommend it to anybody interested. You are interested for a reason.. maybe a reason deeper than your awareness.. these things always pay back the attention given to them.",
        "author": "Koa Nelson",
        "title": "Currently unemployed / building a business",
        "avatar": "https://source.unsplash.com/random/15"
      },
      {
        "quote": "Profoundly inspirational, thanks to Magick.Me learn the tools to take control of my reality. I am 41years old and I haven't been this light in body weight since I was 11 years old. I have found my true will and have taken responsibility for my existence. Eternally grateful. Hare Krishna",
        "author": "Thomas Bruygoms",
        "title": null,
        "avatar": "https://source.unsplash.com/random/16"
      },
      {
        "quote": "The Alchemy of Chaos was the perfect follow up to the Adept Initiative I have previously completed. However this course holds it own with out a doubt. Working through the Chakra system the way Jason Louv has laid out here, has been one of the best decisions I have made in recent memory. Through this in depth break down of each of the Chakras, and their relationship to my Body, Mind, Emotions, Habits, Strengths, Weaknesses, etc I have found and established an intimate and powerful connection to my self, my being, my body, and what I believe to be my purpose in this life. I have lost weight. I have quit drinking alcohol entirely. I am exercising daily. I am drinking more clean water than I ever have. My household now breaths cleaner air and consumes clean water!  My Homelife has become happier, healthier, and richer than ever before. This course is not just a results based pursuit, or a feel good shot in the arm. These practices and teachings have effected my life with lasting positive change. And for goodness sake, the lessons and information are presented in concise,  understandable, approachable, practical and relatable units!!! The links provided to the tools and products recommend are another added bonus. Lastly, I will mention that through this course, I have come to discover and to know what my aim in this life is and will continue too be, which is something I will treasure and cherish daily. This course has not only shed light on what often seems to be a very misunderstood and chaotic path, but has also shown me ways to craft my existence into something beautiful, and worthy of pursuit. Thank you Mr. Louv, from the bottom of my heart.",
        "author": "Daniel Peterson",
        "title": "Business owner and Professional Musician",
        "avatar": "https://source.unsplash.com/random/17"
      },
      {
        "quote": "I very much enjoyed the alchemy of chaos. I found it more practical and pragmatic than the adept initiative, given the context of the material covered. I felt that the adept initiative covered more of the esoteric, which I enjoy far more overall but alchemy most certainly delivers on what it promises. I wish there could be somewhat of an update to the material, as a lot of it pertains to the uncertainties of the pandemic around 2020, which isn't without merit but feels somewhat dated three years out. That being said I've been very happy with both courses, and always leave craving more, but satisfied with where things end off. I'm very excited for what this school has in store for the future, and will be paying attention to whatever may come from it, and for sure return as a customer in time. Thank you Mr. Louv.",
        "author": "Shea Anderson",
        "title": null,
        "avatar": "https://source.unsplash.com/random/18"
      },
      {
        "quote": "It has been a long and twisting wild ride for me during the process of taking this class, and I had a lot of personal issues to work through before I could even think about finishing, but all is well now.  My dragon has been slain!   I am deeply grateful for this class, and I feel like I have turned over a new leaf because of it.  I am not the same person I was when I started it.  In conjunction with my taking this and Adept Initiative, I have completely changed my perspective of reality.  Thank you so much!  I recommend Magick.Me to everyone with an open mind.",
        "author": "Cliff Hatton",
        "title": null, 
        "avatar": "https://source.unsplash.com/random/19"
      }
    ]
}