{
    "testimonials": [
        {
            "quote": "The pre-course publicity for The Adept Initiative said something like \"this course will change your life\". I read it and laughed and thought, yeah, great marketing. Can you guess what happened next? I started the course, and by day two it had already changed my life. So don't hesitate to sign up for Jason's courses. He keeps his promises.",
            "author": "MF",
            "title": "Writer",
            "avatar": "https://source.unsplash.com/random/1"
        },
        {
            "quote": "Jason's Adept Initiative course was exactly what I needed to get my focus and determination back on track. He really did take all of the knowledge he gained over the years and pulled all the best practices together to help me discover my True Will and get all the negativity and distractions out of my life. I went into this unsure of what I should expect and came out the other side with so many clear cut goals and the mental clarity to get there. Thank you again and I can't wait for future courses.",
            "author": "Josh S",
            "title": "Comic/Collectible Store Manager",
            "avatar": "https://source.unsplash.com/random/2"
        },
        {
            "quote": "Truly the most return for the money I have every gotten. No woo-woo at all, just hours of disciplined activity, focused effort and hard questions to ask and answer yourself. I recommend the school to you if you are ready to give everything and want to discover what it is you want and how to get it. Jason packs the classes with valuable information and you can wring the juice out of them and into your own life. He really knows magick without being ungrounded or cryptic, and he makes himself available to his students completely and answers questions thoroughly. This class is especially useful to artists, musicians and anyone who has to blaze their own trail. Or anyone that wants to get to the core of their reality.",
            "author": "Christian",
            "title": "Electrician",
            "avatar": "https://source.unsplash.com/random/3"
        },
        {
            "quote": "The Adept Initiative Course blew my mind. Jason went above and beyond in this course, and I can't recommend going on this journey enough! At the start of this course, I was stuck in an apartment I didn't want to be in and work that wasn't fulfilling. At the end of six weeks I was able to move out and find a new beautiful apartment, and expanded my business to something that now fills my heart. Thank you for all your hard work and effort. It is treasured.",
            "author": "Brian Gershater",
            "title": "Healer and Mindset Coach",
            "avatar": "https://source.unsplash.com/random/4"
        },
        {
            "quote": "I think I'll look back on the period of my life in which I was taking the Adept Initiative course as the first time that I started to live in a real and significant way, and to actualize my potential for creativity and happiness and positive relationships. There is no way I can fully express my gratitude.",
            "author": "June M",
            "title": "High School Teacher",
            "avatar": "https://source.unsplash.com/random/5"
        },
        {
            "quote": "The Adept Initiative was a clear-eyed and concise overview of everything a person could need to improve their working relationship with the universe. A sort of compass or beacon, cutting through the fog of both crass materialism and woo spiritual nonsense in the direction of one's true will. Highly recommended for those who need a kickstart or even just a little realignment.",
            "author": "John Francis Bittrich",
            "title": "Writer/Musician",
            "avatar": "https://source.unsplash.com/random/6"
        },
        {
            "quote": "As a young adult, Jason gave me the resources and techniques to truly grow as a person on my unique spiritual path. The information was given in a direct manner with all of the necessary preliminaries, true compassion, and the ultimate pursuit of the deepest truths as he knows them. I am truly privileged to have been given these tools so close to the start of my path. Forever grateful.",
            "author": "Landen Wood",
            "title": "Full-time student",
            "avatar": "https://source.unsplash.com/random/7"
        },
        {
            "quote": "The Adept Initiative absolutely revitalized my life. Everything from my meditation to my finances and even the way I paint has completely turned on its head for the better. I feel grounded. Rooted. Energized. My interactions with people have shifted. My willpower has increased astronomically. I listen better. I know what to say and when to say it. I know silence in all things. Take this course. Listen to the lectures. Do ALL the daily and weekly exercises. Buy a meditation bench! Commit 100%, and It will change you on a fundamental level.",
            "author": "Andrés Zighelboim",
            "title": null,
            "avatar": "https://source.unsplash.com/random/8"
        },
        {
            "quote": "This course is the best value for dollar purchase I've ever made. Buying the Adept Initiative was like paying for a cheap plane ticket only to find yourself on a first class rocketship ride that changes you as a person. The content is easily understood and a joy to watch. It is magick grounded in history, made practical. The course as a whole is the closest thing I've had to a reality warping experience without drugs. If you have an interest in any of the material in the Adept Initiative, it will deliver beyond your expectations and more. Cannot recommend it enough.",
            "author": "Joseph Campbell",
            "title": "Personal Trainer",
            "avatar": "https://source.unsplash.com/random/9"
        },
        {
            "quote": "Cut through the unnecessary and remove the excess. This class allows you to see clearly and think lucidly about why and for what are you here. I've walked in the general direction aimlessly for quite sometime but only after this course, this instruction, this lesson, was I actually able to walk on the narrow dedicated path towards fulfillment. Truly if you feel scattered or want to find your purpose, this class is it. Jason provides world class instruction and only teaches what works. No fluff.",
            "author": "Jose",
            "title": "Medical",
            "avatar": "https://source.unsplash.com/random/10"
        },
        {
            "quote": "I laughed, I cried, and at some point during the course I suddenly realized that my life can and will never be the same, as a direct result of Jason Louv's highly opinionated and not-fucking-around introduction to magic. Do your self (and the world) a favor, sign up already!",
            "author": "George Tang",
            "title": null,
            "avatar": "https://source.unsplash.com/random/11"
        },
        {
            "quote": "The course is an excellent primer for anyone interested in magick and self mastery. If you do the work and hold yourself to being honest, you will have no choice but to make progress in every aspect of your life. It's been like a thunderbolt to my development.",
            "author": "Anthony Becker",
            "title": null,
            "avatar": "https://source.unsplash.com/random/12"
        },
        {
            "quote": "Just finished the last lesson. I felt compelled to make this post. The value that Jason Louv has provided in this course is beyond anything I have seen in the magical community, and in academia thus far. I have been in the training and education profession for over a decade. The compendium of knowledge and supplementary material that Jason has assembled is only rivaled by the highest echelon of academic providers. The integration of technology; I.e. biofeedback tools, web based analytics, and Ubiquitous/Blended Learning techniques to extend the classroom beyond the traditional setting are all hallmarks of an instructor that understands how to truly integrate the course material into a highly impactful class which benefits from the best technological tools available. Beyond that, the amount of contact hours, time on required tasks, and availability for student question and answer sessions should not be taken for granted. In summary, this course is a steal for the price and I will whole heartedly sign up for the follow on. Love and good Magick all.",
            "author": "Drew P",
            "title": null,
            "avatar": "https://source.unsplash.com/random/13"
        },
        {
            "quote": "The Adept Initiative has been instrumental in the development of my personal practice. One of the major factors in this was a sense of accountability in keeping up with the classes and assignments. I can now say that I have an established daily practice that has carried on beyond the timeframe of the course, which may have never happened without this experience. Highly recommended and looking forward to the next course!",
            "author": "Kevin Knowlton",
            "title": null,
            "avatar": "https://source.unsplash.com/random/14"
        },
        {
            "quote": "The Adept Initiative was what it was advertised to be. Intensive, practical, and no nonsense. As someone who has been tip toeing around Magick for a while, but strongly drawn by it, I was lead step by step to establish a practice of meditation, dream work, keeping a Magickal Record, challenging me to expand my self and consciousness. Jason also displayed a intense sense of responsibility to us regarding the role Magick can play in our lives. He also expressed the caution that Magick or any path is for you. We are not to try to be saviors of the world, our country, or our friends and love ones. One particular bit of advise I received helped me near the end of the course. In the morning I was turning off my computer and the screen went dark. I was just looking at the screen and I saw something move left to right behind me. I didn't think too much about it until going to bed. I started obsessing about this image in the darkened screen and wondering if it was a spirit, or some malevolent being. After some time, I remembered that Jason mentioned that if we start flipping out, ground yourself. I had not been getting the normal amount of sleep and decided not to get up early, but get more sleep. Thank you Jason for all the apparent time, expertise, experience and caring that you displayed during the Adept Initiative Class. I have truly been a pleasure and privilege participating in it.",
            "author": "David Todd",
            "title": null,
            "avatar": "https://source.unsplash.com/random/15"
        },
        {
            "quote": "I can't begin to list all the ways this course has changed my life in just 6 weeks. Jason is a Goddess send to me, and his way of teaching is perfect for how I learn. I would recommend this course as well as the rest of his courses to anyone seeking to understand the world of Magick! Thank you again Jason louv for creating Magickme.com it's just what we need in this time of Horus. Bright Blessings and Much Love.",
            "author": "Michelle Hale",
            "title": null,
            "avatar": "https://source.unsplash.com/random/16"
        },
        {
            "quote": "I have been drifting my whole life, I am a professional horse rider, and I have been competing internationally since 20 years, but I guess I have been sabotaging my self. Since I started the course, I have the feeling I need to really start, to focus in my true will and work towards that. It's like somebody put direction and coordinates to my life",
            "author": "Constanza Jaramillo Calderon",
            "title": "Professional Horse Rider",
            "avatar": "https://source.unsplash.com/random/17"
        },
        {
            "quote": "This course assisted me to gain better traction on my life via clear and direct constructive methods.",
            "author": "Sarel",
            "title": "Property manager",
            "avatar": "https://source.unsplash.com/random/18"
        },
        {
            "quote": "The Adept Initiative radically altered my life and sparked spiritual growth! Jason guides students through this profound collection of occult teachings, texts and exercises working towards personal empowerment, deep reflection, alignment and balance within interior and exterior worlds! This course has renewed my passion and vigor for life, art and creation and has refocused every aspect of my life towards living my True Will! I would recommend this course to anyone seeking enlightenment, growth or direction in life. Jason lays a framework for every adept to take charge of their own path and make real and lasting change! I am so grateful for this course and for Jason Louv, master magician, sage and scholar.",
            "author": "Bjorn Olsen",
            "title": "Artist and Maker",
            "avatar": "https://source.unsplash.com/random/19"
        },
        {
            "quote": "Job title: musician/freelancer. I simply want to say that the adapt initiative is jetfuel for your spiritual life.",
            "author": "Rutger de Nijs",
            "title": "Musician/Freelancer",
            "avatar": "https://source.unsplash.com/random/20"
        },
        {
            "quote": "The Adept Initiative course really helped me bring balance, focus and a renewed sense of purpose back into my life after a very turbulent time. It helped me reconnect with my spirituality and deepen it. I really resonate with Jason's balance of heart and mind. I enjoy his tangents and I can really feel how much he cares about his students, even in the recording (as opposed to a live session). His playful personality helps to make the content easily digestible.",
            "author": "Heather Nichols",
            "title": null,
            "avatar": "https://source.unsplash.com/random/21"
        },
        {
            "quote": "This class has helped in changing the course of my life. I now have the fundamentals aligned that I so desperately needed and I am looking at the world with new eyes and a set path I'm aimed at.",
            "author": "Christina Ryman",
            "title": null,
            "avatar": "https://source.unsplash.com/random/22"
        },
        {
            "quote": "I've been looking for something like a college course on magick for years now and this truly delivered what I was looking for. I absolutely got my money's worth out of this and then some.",
            "author": "Logan Miller",
            "title": null,
            "avatar": "https://source.unsplash.com/random/23"
        },
        {
            "quote": "I have grown so much in the process of this course and thanks to Magick.me. I have learned useful skills I can apply to my life and day-to-day functioning. I am so grateful for magick.me and the course was worth every penny and was the best gift I could have ever given myself.",
            "author": "Sierra Fortner",
            "title": "Stay at home mother of two toddlers",
            "avatar": "https://source.unsplash.com/random/24"
        },
        {
            "quote": "What a transformational journey. I wasn't sure what to expect going into the first course but ended up so impressed with the depth of knowledge provided and the lengths to which Jason goes to make sure the material is understood. I am so grateful I found this school and can't wait to take the next course.",
            "author": "David Hank",
            "title": null,
            "avatar": "https://source.unsplash.com/random/25"
        },
        {
            "quote": "Greetings from Cincinnati. My name is Daniel Peterson, I am a professional musician and business owner and can say without a doubt that The Adept Initiative has truly changed my life. Taking this class has been one of the best decisions I have made for my life in recent memory. I especially appreciate the straightforward, no bullshit delivery Jason gives with each and every unit. I have been floundering in occult practice for a few years now, hungry for spiritual growth, yet missing the target continually. Well now, through this class, I have found my aim.",
            "author": "Daniel Peterson",
            "title": "Professional Musician and Business Owner",
            "avatar": "https://source.unsplash.com/random/26"
        },
        {
            "quote": "The Adept Initiative has completely altered the trajectory of my life. It reveals something new to me each time I go back to it and Jason is a passionate, knowledgeable and generous teacher. Adept Initiative will change your life - but you have to do it.",
            "author": "Christine Merchant",
            "title": null,
            "avatar": "https://source.unsplash.com/random/27"
        },
        {
            "quote": "The Adept Initiative course contains invaluable life advice and guidance I wish I had received during my younger/directionless years, but at the same time I'm thankful that I'm learning from Magick Me now, during this time of tremendous uncertainty. I didn't expect the amount of self-examination involved and how freeing it feels as a result. I'm eager to see how far self-examination combined with focused meditation will take me months down the line. Thank you Jason, for this life-changing course.",
            "author": "Brian Ng",
            "title": null,
            "avatar": "https://source.unsplash.com/random/28"
        },
        {
            "quote": "I feel that with this course, I have found and built an objective foundation for positive thinking that makes sense and is practical and doesn’t feel like a coping mechanism or wishful thinking. I have been able to recognize when I do not pay attention, or disassociate. My conversations are better. I work more effectively. I do not overwhelm and shut down like I used to. My habits are far more positive. The mental states I am reaching are sublime in my most mundane moments of the day. I feel people are opening up more, because I am far less guarded, and open up more myself. I have dealt with some of the most debilitating anxiety and claustrophobia for a while, but most certainly these past three years. These tools you have provided have been the only effective thing to not only stop these episodes, but prevent them entirely. Make no mistake, you are saving lives with this school. Negativity in my life has become malleable, instead of a death sentence. I love what I have learned, and only regret that the course is over. You will be seeing my name in future courses guaranteed. I cannot thank you enough. I really feel that I struck gold. Exceptionally happy and grateful for this material. Thank you.",
            "author": "Shea Anderson",
            "title": null,
            "avatar": "https://source.unsplash.com/random/29"
        }
    ]
}